{
  "authors": [
    {
      "name": "Sabina Guillan",
      "description": "Sabina Guillan is a translator who works in our city at CIERG teaching General English, Biology, Literature and Drama. She is also a teacher at EXCEL where she works with the youngest learners.",
      "thumbnail": "/assets/uploads/c11b5c5b-ab4d-4be4-bbb8-d1d97889bb3f.jpg",
      "id": "1"
    },
    {
      "name": "Roberto Tivane",
      "id": "2",
      "description": "Roberto Tivane got a Bachelor’s Degree in TEFL at UP Maxixe, Mozambique and a Master’s Degree in Applied Linguistics in the field of TEFL at the European University of the Atlantic, Spain.",
      "thumbnail": "/assets/uploads/72a5589d-c01f-476d-b7ff-adcfd15cc41b.jpg"
    },
    {
      "name": "Cristina Banfi",
      "id": "3",
      "description": "Dr. Cristina Banfi is an Italian/Argentine graduate teacher of the IES en LV “JRF” in Buenos Aires, with an MPhil from the University of Cambridge and a PhD from University College London.",
      "thumbnail": "/assets/uploads/94b3af83-e3c3-4e43-b1f0-79e6da58d9f4.jpg"
    },
    {
      "name": "Sandra Dezi",
      "id": "4",
      "description": "Sandra Dezi has a Teaching Degree in English as a Foreign Language, a Bachelor’s Degree in Educational Technology at UTN, a Master’s Degree in Applied Linguistics in the field of TEFL at the European University of the Atlantic and Universidad Iberoamericana, Spain.",
      "thumbnail": "/assets/uploads/77269390-cac2-43f0-ad7b-cb9c842b9596.jpg"
    },
    {
      "name": "Fabiola Montoni",
      "id": "5",
      "description": "Fabiola Pabla Montoni Isaac is an experienced teacher working at Public Secondary School, EADEB and ISPRG.",
      "thumbnail": "/assets/uploads/a7c6ca76-88fd-45cb-ad4d-3d0649cf4f85.jpg"
    },
    {
      "name": "Caro Brunela",
      "id": "6",
      "thumbnail": "/assets/uploads/caro-brunela.jpg",
      "description": "Brunela is an English teacher graduated from the School of Languages, National University of Córdoba. She is currently working at secondary and higher education levels. She has also worked at primary and kindergarten institutions. Although she has studied in Córdoba and the UK, all her working experience has taken place in Río Grande, her hometown."
    },
    {
      "name": "Cintia Lazarte",
      "id": "7",
      "thumbnail": "/assets/uploads/cintia-lazarte.jpg",
      "description": "Cintia is an English teacher and translator. She holds a certificate in virtual language teaching and developing eLearning projects from Net-Learning/UTN. She also has a certificate in neuroeducation from Buró Internacional de Neurociencia Cognitive Aplicada.  She is currently working as an independent teacher and teacher trainer and has been in charge of eLearning platforms and teaching for different companies since 2018."
    },
    {
      "name": "Tatiana Rudiander",
      "id": "8",
      "thumbnail": "/assets/uploads/tatiana-rudiander.jpg",
      "description": "Tatiana is a Teacher of English Language and Literature. At the moment she is working as a Cultural Ambassador for the programme Participate Learning. She is teaching Spanish Immersion in 4th grade at the International School at Gregory in Wilmington, North Carolina in the U.S. She used to work as a teacher in primary and secondary school (EADEB-CIERG) as a teacher at UTN and as a teacher and coordinator in the English Teaching Training College at ISPRG."
    },
    {
      "name": "Lucila Apolinaire",
      "id": "9",
      "description": "Lucila Apolinaire has a Bachelor in Political Science from Universidad del Salvador. She also has a  postgraduate degree in Gestión de las Instituciones Educativas y Ciencias Sociales, (FLACSO), and  a Diploma in 20 and 21st. Century Art, from London Art College. These are the most related or relevant to her job at school. She teaches Biology, World Literature, English Language and Psychology at school. Besides, she is Head of English at CIERG Secondary school. She teaches Culture 3 at ISPRG.",
      "thumbnail": "/assets/uploads/foto-lucila.jpeg"
    }
  ]
}